<!DOCTYPE html>
<html>

<head>
    <link rel="stylesheet" href="styles2.css">
</head>

<body>
    <header>
        <nav class="top-bar">
            <div class="top-container">
                <ul class="myUL">
                    <li><a href="try2.php">
                            <h5>Home</h5>
                        </a></li>
                    <li><a href="contact.php">
                            <h5>Account</h5>
                        </a></li>
                    <li><a href="aboutus.php">
                            <h5>About Us</h5>
                        </a></li>
                    <li><a href="allerinfo.php">
                            <h5>Learn more</h5>
                        </a></li>

                </ul>
            </div>
        </nav>
    </header>

  <section></section>
    <section id="info-1">
        <div class="column-white" id='left-column'>
            <h1 class="Topic">การแพ้อาหาร</h1>
        </div>
        <div class="column-white" id='right-column'>
            <p class="infotxt">
                เป็นภาวะที่เกี่ยวกับการที่มีอาการแพ้หลังรับประทานอาหารนั้น
                โดยส่วนมากพบในเด็ก แต่ละช่วงอายุ ซึ่งเป็นภาวะที่พบได้มากขึ้น
                โดยการแพ้อาหาร ส่วนใหญ่จะดีขึ้นเมื่ออายุมากขึ้น แต่อาจไม่หาย
                หรือแพ้ตลอดชีวิตได้ในกลุ่มแพ้อาหารทะเลและถั่วลิสงหรือ ถั่วเปลือกแข็ง
                และหากแพ้รุนแรง(anaphylaxis)อาจทำให้มีอันตรายถึงแก่ชีวิตได้ <br />
                <br />
                โดยการแพ้อาหารแบ่งเป็น ดังนี้ <br />
                1.กลุ่มที่มีอาการเฉียบพลัน จะมีอาการภายใน 2-4 ชั่วโมงหลังกิน <br />
                2.กลุ่มที่มีอาการแบบล่าช้า หรือสะสม จะมีอาการหลังกินอาหารนี้ไปแล้วนาน
                2-3 วันถึงหลายสัปดาห์ <br />
                <br />
                โดยเด็กจะต้องหลีกเลี่ยงอาหารเหล่านั้นจนกว่าแพทย์จะประเมินอาการว่าดีขึ้น
                สามารถกินอาหารนั้นได้ ซึ่งสร้างความลำบากในการใช้ชีวิตของผู้ป่วย
                และการที่มีความรู้ ทราบอาหารที่แพ้หรืออ่านฉลากถูกต้อง
                ทราบถึงอาหารที่มีส่วนประกอบอาหารเสี่ยงนั้น
                จะช่วยให้คนไข้ปลอดภัยและใช้ชีวิตได้ดีขึ้น
            </p>
            <p class="infotxt">
                เป็นภาวะที่เกี่ยวกับการที่มีอาการแพ้หลังรับประทานอาหารนั้น
                โดยส่วนมากพบในเด็ก แต่ละช่วงอายุ ซึ่งเป็นภาวะที่พบได้มากขึ้น
                โดยการแพ้อาหาร ส่วนใหญ่จะดีขึ้นเมื่ออายุมากขึ้น แต่อาจไม่หาย
                หรือแพ้ตลอดชีวิตได้ในกลุ่มแพ้อาหารทะเลและถั่วลิสงหรือ ถั่วเปลือกแข็ง
                และหากแพ้รุนแรง(anaphylaxis)อาจทำให้มีอันตรายถึงแก่ชีวิตได้ <br />
                <br />
                โดยการแพ้อาหารแบ่งเป็น ดังนี้ <br />
                1.กลุ่มที่มีอาการเฉียบพลัน จะมีอาการภายใน 2-4 ชั่วโมงหลังกิน <br />
                2.กลุ่มที่มีอาการแบบล่าช้า หรือสะสม จะมีอาการหลังกินอาหารนี้ไปแล้วนาน
                2-3 วันถึงหลายสัปดาห์ <br />
                <br />
                โดยเด็กจะต้องหลีกเลี่ยงอาหารเหล่านั้นจนกว่าแพทย์จะประเมินอาการว่าดีขึ้น
                สามารถกินอาหารนั้นได้ ซึ่งสร้างความลำบากในการใช้ชีวิตของผู้ป่วย
                และการที่มีความรู้ ทราบอาหารที่แพ้หรืออ่านฉลากถูกต้อง
                ทราบถึงอาหารที่มีส่วนประกอบอาหารเสี่ยงนั้น
                จะช่วยให้คนไข้ปลอดภัยและใช้ชีวิตได้ดีขึ้น
            </p>
        </div>
    </section>
    <section>

    </section>
    <div class="intro">


    </div>
    <section class='banner'>
    <h4>โดยการแพ้อาหารแบ่งตามอาการแต่ละระบบได้เป็น</h4>
    </section>
    <div class="feel">
        <h4>โดยการแพ้อาหารแบ่งตามอาการแต่ละระบบได้เป็น</h4>
        <p class="infotxt">
            1.อาการทางผิวหนัง เช่น ลมพิษ ปากตาบวม ผื่นตามข้อพับ ใบหน้า หรือลำตัว
            <br />
            2.อาการทางระบบทางเดินหายใจ. เช่น น้ำมูกใส แน่นจมูก ไอ หรือหอบเหนื่อย
            <br />
            3.อาการทางลำไส้ เช่น คลื่นไส้อาเจียน ท้องอืด ปวดท้อง ท้องงเสีย
            หรือถ่ายเป็นเลือด <br />
            ในรายที่แพ้รุนแรง (anaphylaxis) จะมีอาการหลายระบบและมีความรุนแรง เช่น
            ช็อค หมดสติร่วมด้วย <br />
        </p>
        <br />
    </div>
    <div class="help">
        <h4>การรักษา</h4>
        <p>
            เน้นหลีกเลี่ยงอาหารที่แพ้จนแพทย์ประเมินว่าสามารถรับประทานได้ <br />
            หากมีอาการแพ้ จะใช้ยาแก้แพ้ในรูปรับประทานและหากมีอาการแพ้รุนแรง
            ทางแพทย์จะมีการฉีดยาแก้แพ้และยากู้ชีพ(Adrenaline)ตามการประเมินของแพทย์
            <br />
            <br />
        </p>
    </div>
    <div class="infointro">
        <p>
            โดยการแพ้อาหารแบ่งตามประเภทอาหารที่แพ้ได้ 7 หมวด ได้แก่
        </p>
    </div>
    <div class="topic">
        <h1>1. ปลา</h1>
    </div>
    <div class="allerinfo">
        <p>ตัวอย่างอาหารที่ต้องเลี่ยง : <br /></p>
        <ul>
            <li>เต้าหู้ปลา</li>
            <li>ลูกชิ้นปลา</li>
            <li>เกี๊ยวปลา</li>
            <li>ปลาเส้น</li>
            <li>ปูอัด</li>

            <li>ในรายที่มีอาการแพ้รุนแรงควรหลีกเลี่ยงน้ำปลา</li>
            <li>อาหารทีมีฉลากระบุคำว่า ปลา(Fish)</li>
        </ul>
    </div>
    <div class="topic">
        <h1>2. อาหารทะเล</h1>
    </div>
    <div class="allerinfo">
        <p>ตัวอย่างอาหารที่ต้องเลี่ยง : <br /></p>
        <ul>
            <li>กุ้ง</li>
            <li>ปู</li>
            <li>ปลาหมึก</li>
            <li>หอย</li>
            <li>กั้ง</li>
            <li>สัตว์ทะเลเปลือกแข็งอื่นๆ</li>
            <li>
                ในรายที่แพ้รุนแรงควรหลีกเลี่ยงเครื่องปรุงที่มีอาหารทะเลปนที่ไม่ใช่ปลา
                เช่น น้ำมันหอย
            </li>
        </ul>
        <p>*ไม่จำเป็นต้องหลีกเลี่ยงปลา</p>
    </div>
    <div class="topic">
        <h1>3. ไข่</h1>
    </div>
    <div class="allerinfo">
        <p>หากแพ้ไข่ไก่ควรหลีกเลี่ยงไข่ทุกชนิด เช่น ไข่เป็ด ไข่นกกระทา</p>
        <p>ตัวอย่างอาหารที่ต้องเลี่ยง : <br /></p>
        <ul>
            <li>บะหมี่หยก</li>
            <li>บะหมี่เหลือง</li>
            <li>ขนมเบเกอรี่</li>
            <li>ขนมไทยที่มีไข่ เช่น ทองหยิบทองหยอด ฝอยทอง</li>
            <li>ในรายที่แพ้รุนแรง ควรหลีกเลี่ยงซอสปรุงรสที่มีส่วนผสมของแป้งสาลี</li>

            <li>
                อาหารทีมีฉลากระบุคำว่า egg, egg yolk, egg white,
                โอวัลบูมิน(ovalbumin),โอโวมูคอยด์(ovomucoid)
            </li>
        </ul>
    </div>
    <div class="topic">
        <h1>4. แป้งสาลี</h1>
    </div>
    <div class="allerinfo">
        <p>ตัวอย่างอาหารที่ต้องเลี่ยง : <br /></p>
        <ul>
            <li>พาสตา</li>
            <li>บะหมี่</li>
            <li>เกี๊ยว</li>
            <li>ติ่มซำ</li>
            <li>ในรายที่แพ้รุนแรง ควรหลีกเลี่ยงซอสปรุงรสที่มีส่วนผสมของแป้งสาลี</li>

            <li>
                อาหารทีมีฉลากระบุคำว่า แป้งสาลี แป้งข้าวสาลี (wheat) ,กลูเตน(gluten)
                ,Flour(แป้งฟราว์) ,แป้ง spelt ,มอล์ต(malt) มอล์ตสกัด , Barley(บาเล่ย์)
                ,Rye(ไรย์), oat (โอ๊ด)
            </li>
        </ul>
    </div>
    <div class="topic">
        <h1>5. ถั่วลิสง</h1>
    </div>
    <div class="allerinfo">
        <p>ตัวอย่างอาหารที่ต้องเลี่ยง : <br /></p>
        <ul>
            <li>เนยถั่วลิสง</li>
            <li>Peanut butter</li>
            <li>ส้มตำใส่ถั่วลิสง ๆ</li>
            <li>ในรายที่แพ้รุนแรง ควรหลีกเลี่ยงซอสปรุงรสที่มีส่วนผสมของถั่วลิสง</li>
            <li>
                อาหารทีมีฉลากระบุคำว่า ถั่วลิสง (peanut ) , nuts, mixed nuts
            </li>
        </ul>
    </div>
    <div class="topic">
        <h1>6. ถัวเหลือง</h1>
    </div>
    <div class="allerinfo">
        <p>ตัวอย่างอาหารที่ต้องเลี่ยง : <br /></p>
        <ul>
            <li>นมถั่วเหลือง</li>
            <li>เต้าหู้ถั่วเหลือง</li>
            <li>อาหารที่มีถั่วเหลืองอื่น ๆ</li>
            <li>ในรายที่แพ้รุนแรง ควรหลีกเลี่ยงซอสปรุงรส</li>
            <li>
                อาหารทีมีฉลากระบุคำว่าSoy , Soybean ซึ่งแปลว่า
                ว่ามีส่วนประกอบของถั่วเหลือง
            </li>
        </ul>
    </div>
    <div class="topic">
        <h1>7. นมวัว</h1>
    </div>
    <div class="allerinfo">
        <p>ตัวอย่างอาหารที่ต้องเลี่ยง : <br /></p>
        <ul>
            <li>นมวัว</li>
            <li>นมผง</li>
            <li>นมข้นจืด</li>
            <li>นมข้นหวาน</li>
            <li>นมเปรี้ยว</li>
            <li>เนย</li>
            <li>ชีส</li>
            <li>อาหารที่มีนมวัวอื่น ๆ</li>
            <li>
                อาหารทีมีฉลากระบุคำว่า นมผง ,นมวัว Cow’s milk ,เคซีน(casein) ,เวย์
                (whey)
            </li>
        </ul>
    </div>
    <br /><br />
    <div class="bottom">
        <h4>เอกสารอ้างอิง</h4>
        <p class="ref">
            เอกสารให้ความรู้ "Food allergy&anaphylaxis training program" <br />
            จัดทำโดย ศูนย์ความเป็นเลิศทางด้านโรคภูมิเเพ้ โรคหืดและะระบบทางเดินหายใจ
            เเละคณะกรรมการดูเเลผู้ป่วยด้านโภชนบำบัด
            โรงพยาบาลธรรมศาสตร์เฉลิมพระเกียรติ
        </p>
    </div>
</body>

</html>